[
    {
        "text": "Do you think people who have pets live longer than people who don't have pets? Why?",
        "topics": ["animals"]
    },
    {
        "text": "Are there any animals that make you uncomfortable?",
        "topics": ["animals"]
    },
    {
        "text": "Is a dog really man's best friend?",
        "topics": ["animals"]
    },
    {
        "text": "What is the worst possible pet a person could have?",
        "topics": ["animals"]
    },
    {
        "text": "We are now at the point that there are more tigers in captivity in the USA than there are wild tigers in the rest of the world. Is this a measure of preservation? Or is it something else?",
        "topics": ["animals"]
    },
    {
        "text": "It has been said that commercials are the most powerful form of art in the modern age. What are your thoughts on that?",
        "topics": ["art"]
    },
    {
        "text": "What is art?",
        "topics": ["art"]
    },
    {
        "text": "Tell us about your favorite artist.",
        "topics": ["art"]
    },
    {
        "text": "Which does life imitate more - art? Or bad TV?",
        "topics": ["art"]
    },
    {
        "text": "Art takes many forms ranging from poetry and dance to painting and sculpture. What artistic form do you most enjoy?",
        "topics": ["art"]
    },
    {
        "text": "Do you have any bad habits? Would you care to share them with us?",
        "topics": ["badhabits"]
    },
    {
        "text": "What's the best way to break a bad habit?",
        "topics": ["badhabits"]
    },
    {
        "text": "What habit do you have that you would most like to give up?",
        "topics": ["badhabits"]
    },
    {
        "text": "Do you have any bad habits that you are actually ok with?",
        "topics": ["badhabits"]
    },
    {
        "text": "Who is your favorite author? What do you like about their writing?",
        "topics": ["books"]
    },
    {
        "text": "If your life was a book, what book would it be?",
        "topics": ["books"]
    },
    {
        "text": "What's your most memorable book from childhood?",
        "topics": ["books"]
    },
    {
        "text": "Tell us about the scariest story you ever read.",
        "topics": ["books"]
    },
    {
        "text": "What is your favorite genre of fiction?",
        "topics": ["books"]
    },
    {
        "text": "Would you rather be a pair of slippers, or a chair?",
        "topics": ["wouldyourather"]
    },
    {
        "text": "Would you rather have an awesome talent and never get recognized for it, or become famous for doing something stupid?",
        "topics": ["wouldyourather"]
    },
    {
        "text": "Would you rather go bungee jumping or scuba diving?",
        "topics": ["wouldyourather"]
    },
    {
        "text": "Would you rather have free Wi-Fi wherever you go or have free coffee whenever you want?",
        "topics": ["wouldyourather"]
    },
    {
        "text": "Would you rather have a Lamborghini or a bookshelf with 9000 books?",
        "topics": ["wouldyourather"]
    },
    {
        "text": "Would you rather rule the world or live in a world with absolutely no problems at all?",
        "topics": ["wouldyourather"]
    },
    {
        "text": "Would you rather live in space or under the sea?",
        "topics": ["wouldyourather"]
    },
    {
        "text": "Would you rather be a cow or a chicken?",
        "topics": ["wouldyourather"]
    },
    {
        "text": "Would you rather experience the beginning of planet Earth or the end of planet Earth?",
        "topics": ["wouldyourather"]
    },
    {
        "text": "Would you rather be able to fly or be invisible?",
        "topics": ["wouldyourather"]
    },
    {
        "text": "Which activitives make you lose track of time?",
        "topics": ["personal"]
    },
    {
        "text": "Can you describe your life in a six word sentence?",
        "topics": ["personal"]
    },
    {
        "text": "What does it mean to be human?",
        "topics": ["general"]
    },
    {
        "text": "What do you have that you cannot live without?",
        "topics": ["personal"]
    },
    {
        "text": "What can money not buy?",
        "topics": ["general"]
    },
    {
        "text": "Where do you find peace?",
        "topics": ["personal"]
    },
    {
        "text": "How are you pursuing your dreams right now?",
        "topics": ["personal"]
    },
    {
        "text": "What chances do you wish you had taken?",
        "topics": ["personal"]
    },
    {
        "text": "What good comes from suffering?",
        "topics": ["general"]
    },
    {
        "text": "What makes you weird?",
        "topics": ["personal"]
    },
    {
        "text": "When you have a random hour of free time, what do you usually do?",
        "topics": ["personal"]
    },
    {
        "text": "What is missing in your life?",
        "topics": ["personal"]
    },
    {
        "text": "What are the top three qualities you look for in a friend?",
        "topics": ["personal"]
    },
    {
        "text": "What makes someone a hero?",
        "topics": ["general"]
    },
    {
        "text": "When did you realize that life is short?",
        "topics": ["personal", "time"]
    },
    {
        "text": "How would you describe your future in three words?",
        "topics": ["future", "personal"]
    },
    {
        "text": "What is your favorite place on earth?",
        "topics": ["places", "personal"]
    },
    {
        "text": "What is the last thing that made you laugh out loud?",
        "topics": ["humor", "personal"]
    },
    {
        "text": "What makes life easier?",
        "topics": ["life"]
    },
    {
        "text": "What confuses you?",
        "topics": ["personal", "confusion"]
    },
    {
        "text": "How many hours a week do you spend online?",
        "topics": ["time", "internet", "personal"]
    },
    {
        "text": "What do you spend the most frivolous amount of money on?",
        "topics": ["personal", "money"]
    },
    {
        "text": "What is the best thing you ever purchased that was under $50?",
        "topics": ["personal", "money"]
    },
    {
        "text": "If you could change your career regardless if you have the talent, what would it be and why?",
        "topics": ["personal", "jobs"]
    },
    {
        "text": "What is the definition of success to you?",
        "topics": ["personal", "success"]
    },
    {
        "text": "Would you rather change something in the past or find out what happens in the future?",
        "topics": ["personal", "time", "wouldyourather"]
    },
    {
        "text": "If you could suffer no consequences from eating for a day, what would you eat and why?",
        "topics": ["personal", "food"]
    },
    {
        "text": "What life hack have you done that changed your life that you think would benefit others as well?",
        "topics": ["personal", "selfhelp"]
    },
    {
        "text": "At one point in your life did you realize you are no longer a kid and need to be an adult?",
        "topics": ["personal"]
    },
    {
        "text": "What is one thing you do that others think is crazy?",
        "topics": ["personal"]
    },
    {
        "text": "If you had to move 3000 miles away, what one thing would you miss the most?",
        "topics": ["personal", "change"]
    },
    {
        "text": "What's the best decision you ever made?",
        "topics": ["personal"]
    },
    {
        "text": "If you could relive yesterday, what would you do differently?",
        "topics": ["personal", "time"]
    },
    {
        "text": "What is something you don't like to do that you are still really good at?",
        "topics": ["personal"]
    },
    {
        "text": "In one year from today, how do you think your life will be different?",
        "topics": ["personal", "time"]
    },
    {
        "text": "If I gave you $1000 that had to be spent today, what would you buy?",
        "topics": ["personal", "money"]
    },
    {
        "text": "Outside of Toastmasters, what do you love to practice?",
        "topics": ["personal", "hobbies"]
    },
    {
        "text": "What things in life should always be free?",
        "topics": ["personal", "money"]
    },
    {
        "text": "What is something you have always wanted since you were a kid?",
        "topics": ["personal"]
    },
    {
        "text": "What are you an expert at?",
        "topics": ["personal"]
    },
    {
        "text": "What questions do you often ask yourself?",
        "topics": ["personal"]
    },
    {
        "text": "What is your favorite time of the year?",
        "topics": ["personal", "time"]
    },
    {
        "text": "In what way are you your own worst enemy?",
        "topics": ["personal"]
    },
    {
        "text": "What's one downside of the modern day world?",
        "topics": ["personal", "time"]
    },
    {
        "text": "What simple fact do you wish more people understood?",
        "topics": ["personal"]
    },
    {
        "text": "What have you lost interest in recently?",
        "topics": ["personal", "hobbies"]
    },
    {
        "text": "What job would you never do no matter how much it paid?",
        "topics": ["personal", "work"]
    },
    {
        "text": "What music do you listen to that lifts your spirits when you're feeling down?",
        "topics": ["personal", "art", "music"]
    },
    {
        "text": "If there was a movie about your life, what genre(s) would it be?",
        "topics": ["personal", "art", "movies"]
    },
    {
        "text": "How would an extra $1000 a month change your life?",
        "topics": ["personal", "money", "yanggang"]
    },
    {
        "text": "When did you not speak up when you should have?",
        "topics": ["personal"]
    },
    {
        "text": "What is your favorite quote?",
        "topics": ["personal", "quotes"]
    },
    {
        "text": "What was the last time you felt lucky?",
        "topics": ["personal"]
    },
    {
        "text": "Has a dream ever changed your life? If so, what was it?",
        "topics": ["personal", "dreams"]
    },
    {
        "text": "What's something you recently learned about yourself?",
        "topics": ["personal"]
    }
]